/APFTEST    JOB 'APF TEST',
// MSGCLASS=H,NOTIFY=&SYSUID,REGION=0M 
//E1  EXPORT SYMLIST=(PROG,LIBR) 
//PROG      SET  PROG='PROG' 
//LIBR      SET  LIBR='HLQ.DSN' 
//APFTEST   EXEC PGM=&PROG, 
// PARM='11112222444455556666777788889999AAAABBBBCCCCDDDDEEEEFFFFGGGGHH 
//             IIIIJJJJKKKKLLLLMMMMNNNNOOOOPPPPQQQQ' 
//STEPLIB   DD DISP=SHR,DSN=&LIBR 
//SYSPRINT  DD SYSOUT=* 
