//HOLDUP   JOB 'LISTUSER',MSGCLASS=H,REGION=64M
//STEP01    EXEC PGM=IKJEFT01
//STEPLIB   DD DSN=SYS1.LINKLIB,DISP=SHR
//SYSTSPRT  DD   SYSOUT=A
//SYSPRINT DD SYSOUT=*
//SYSTSIN   DD *
 EX 'JAKE.REXX(HOLDUP)'
//*

